/*
Navicat MySQL Data Transfer

Source Server         : 114.55.214.122online
Source Server Version : 50634
Source Host           : 114.55.214.122:3306
Source Database       : skk_srv_order_online

Target Server Type    : MYSQL
Target Server Version : 50634
File Encoding         : 65001

Date: 2018-10-18 15:04:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for tbl_appointment_order_detail
-- ----------------------------
DROP TABLE IF EXISTS `tbl_appointment_order_detail`;
CREATE TABLE `tbl_appointment_order_detail` (
  `ID` bigint(20) NOT NULL AUTO_INCREMENT,
  `ORDER_NO` varchar(50) NOT NULL COMMENT '订单号',
  `MEM_CODE` varchar(50) NOT NULL COMMENT '会员CODE',
  `PATIENT_CODE` int(20) NOT NULL COMMENT '就诊人编号',
  `PATIENT_NAME` varchar(50) NOT NULL COMMENT '就诊人姓名',
  `DOCTOR_CODE` varchar(50) NOT NULL COMMENT '主治医生CODE',
  `DOCTOR_NAME` varchar(50) NOT NULL COMMENT '预约医生姓名',
  `DOCTOR_TITLE_NAME` varchar(50) NOT NULL COMMENT '预约医生职称',
  `DOCTOR_DEPT_CODE` varchar(50) NOT NULL COMMENT '预约医生科室CODE',
  `DOCTOR_DEPT_NAME` varchar(50) NOT NULL COMMENT '预约医生科室名称',
  `DOCTOR_HOSPITAL_CODE` varchar(50) NOT NULL COMMENT '预约医生所在code',
  `DOCTOR_HOSPITAL_NAME` varchar(50) NOT NULL COMMENT '预约医生所在医院',
  `ATTENDANCE_TIME` datetime NOT NULL COMMENT '就诊时间',
  `ATTENDANCE_HOSPITAL_CODE` varchar(50) NOT NULL COMMENT '就诊医院code',
  `ATTENDANCE_HOSPITAL_NAME` varchar(50) NOT NULL COMMENT '就诊医院名称',
  `SERVICE_STATUS` varchar(10) NOT NULL COMMENT '服务状态',
  `REMARK` varchar(1000) DEFAULT NULL COMMENT '备注',
  `UPDATE_TIME` datetime NOT NULL COMMENT '更新时间',
  `CREATE_TIME` datetime NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`ID`),
  UNIQUE KEY `UNIQ_ORDER_NO` (`ORDER_NO`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=167 DEFAULT CHARSET=utf8mb4 COMMENT='预约订单详情表';

-- ----------------------------
-- Records of tbl_appointment_order_detail
-- ----------------------------
INSERT INTO `tbl_appointment_order_detail` VALUES ('1', '496261015814541312', '13486', '3055', '上官', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-01 10:04:06', '2018-10-01 10:04:06');
INSERT INTO `tbl_appointment_order_detail` VALUES ('2', '496408820080185344', '12678', '3082', '甘薇', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-01 19:51:26', '2018-10-01 19:51:26');
INSERT INTO `tbl_appointment_order_detail` VALUES ('3', '497099024717848576', '14265', '3160', '韩彩彩', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-03 17:34:03', '2018-10-03 17:34:03');
INSERT INTO `tbl_appointment_order_detail` VALUES ('4', '497511603944562688', '14267', '3161', '王富香', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-04 20:53:30', '2018-10-04 20:53:30');
INSERT INTO `tbl_appointment_order_detail` VALUES ('5', '497511977120178176', '14267', '3161', '王富香', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-04 20:54:59', '2018-10-04 20:54:59');
INSERT INTO `tbl_appointment_order_detail` VALUES ('6', '498850750873477120', '14287', '3166', '张红梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 13:34:47', '2018-10-08 13:34:47');
INSERT INTO `tbl_appointment_order_detail` VALUES ('7', '498855011883683840', '10178', '101', '闫洋铭', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 13:51:43', '2018-10-08 13:51:43');
INSERT INTO `tbl_appointment_order_detail` VALUES ('8', '498941213487931392', '14296', '3175', '杨琳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 19:34:15', '2018-10-08 19:34:15');
INSERT INTO `tbl_appointment_order_detail` VALUES ('9', '498942773764820992', '14299', '3174', '何粉粉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 19:40:27', '2018-10-08 19:40:27');
INSERT INTO `tbl_appointment_order_detail` VALUES ('10', '498946111810052096', '14300', '3176', '赵珍香', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 19:53:43', '2018-10-08 19:53:43');
INSERT INTO `tbl_appointment_order_detail` VALUES ('11', '498960928490917888', '14306', '3180', '韩雅琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 20:52:36', '2018-10-08 20:52:36');
INSERT INTO `tbl_appointment_order_detail` VALUES ('12', '498965132416655360', '14310', '3181', '秦艳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 21:09:18', '2018-10-08 21:09:18');
INSERT INTO `tbl_appointment_order_detail` VALUES ('13', '498970746924572672', '14312', '3183', '贾会香', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 21:31:36', '2018-10-08 21:31:36');
INSERT INTO `tbl_appointment_order_detail` VALUES ('14', '498974793614233600', '14314', '3185', '陈红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 21:47:41', '2018-10-08 21:47:41');
INSERT INTO `tbl_appointment_order_detail` VALUES ('15', '498980173249515520', '14314', '3185', '陈红', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 22:09:04', '2018-10-08 22:09:04');
INSERT INTO `tbl_appointment_order_detail` VALUES ('16', '498982226151608320', '14322', '3187', '王佳琦', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 22:17:13', '2018-10-08 22:17:13');
INSERT INTO `tbl_appointment_order_detail` VALUES ('17', '498989500479840256', '14313', '3188', '何月琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 22:46:08', '2018-10-08 22:46:08');
INSERT INTO `tbl_appointment_order_detail` VALUES ('18', '498990115834564608', '14323', '3189', '杨丽花', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 22:48:34', '2018-10-08 22:48:34');
INSERT INTO `tbl_appointment_order_detail` VALUES ('19', '498990941357481984', '14324', '3190', '贾丽', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 22:51:51', '2018-10-08 22:51:51');
INSERT INTO `tbl_appointment_order_detail` VALUES ('20', '499000515359678464', '14325', '3191', '王彩琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 23:29:54', '2018-10-08 23:29:54');
INSERT INTO `tbl_appointment_order_detail` VALUES ('21', '499001945470537728', '14325', '3191', '王彩琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-08 23:35:35', '2018-10-08 23:35:35');
INSERT INTO `tbl_appointment_order_detail` VALUES ('22', '499114539111944192', '14329', '3195', '黄青', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 07:02:59', '2018-10-09 07:02:59');
INSERT INTO `tbl_appointment_order_detail` VALUES ('23', '499122795003781120', '14333', '3197', '王积粉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 07:35:48', '2018-10-09 07:35:48');
INSERT INTO `tbl_appointment_order_detail` VALUES ('24', '499135783265898496', '14336', '3199', '乔粉红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 08:27:24', '2018-10-09 08:27:24');
INSERT INTO `tbl_appointment_order_detail` VALUES ('25', '499137341529526272', '14306', '3180', '韩雅琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 08:33:36', '2018-10-09 08:33:36');
INSERT INTO `tbl_appointment_order_detail` VALUES ('26', '499140175503302656', '14338', '3203', '屈海霞', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 08:44:51', '2018-10-09 08:44:51');
INSERT INTO `tbl_appointment_order_detail` VALUES ('27', '499166580307927040', '14346', '3209', '黄润琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 10:29:47', '2018-10-09 10:29:47');
INSERT INTO `tbl_appointment_order_detail` VALUES ('28', '499173691993624576', '14349', '3211', '陈芳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 10:58:02', '2018-10-09 10:58:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('29', '499184013185916928', '14350', '3212', '赵静', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 11:39:03', '2018-10-09 11:39:03');
INSERT INTO `tbl_appointment_order_detail` VALUES ('30', '499195399894994944', '14353', '3213', '张佩峰', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 12:24:18', '2018-10-09 12:24:18');
INSERT INTO `tbl_appointment_order_detail` VALUES ('31', '499204446673178624', '14298', '3214', '李培琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 13:00:15', '2018-10-09 13:00:15');
INSERT INTO `tbl_appointment_order_detail` VALUES ('32', '499226407373639680', '10758', '3215', '赵雪梅', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 14:27:31', '2018-10-09 14:27:31');
INSERT INTO `tbl_appointment_order_detail` VALUES ('33', '499231055488753664', '14356', '3216', '陈春红', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 14:45:59', '2018-10-09 14:45:59');
INSERT INTO `tbl_appointment_order_detail` VALUES ('34', '499254516156207104', '14334', '3198', '敬永丽', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 16:19:12', '2018-10-09 16:19:12');
INSERT INTO `tbl_appointment_order_detail` VALUES ('35', '499255089765027840', '14360', '3219', '董文丽', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 16:21:29', '2018-10-09 16:21:29');
INSERT INTO `tbl_appointment_order_detail` VALUES ('36', '499263149011111936', '14365', '3223', '郭占梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 16:53:31', '2018-10-09 16:53:31');
INSERT INTO `tbl_appointment_order_detail` VALUES ('37', '499266987055128576', '14341', '3204', '徐花锋', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 17:08:46', '2018-10-09 17:08:46');
INSERT INTO `tbl_appointment_order_detail` VALUES ('38', '499271835620220928', '14362', '3220', '韩小娟', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 17:28:02', '2018-10-09 17:28:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('39', '499276403800285184', '14346', '3209', '黄润琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 17:46:11', '2018-10-09 17:46:11');
INSERT INTO `tbl_appointment_order_detail` VALUES ('40', '499303143096455168', '14369', '3225', '王红梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 19:32:26', '2018-10-09 19:32:26');
INSERT INTO `tbl_appointment_order_detail` VALUES ('41', '499324895964962816', '14248', '3151', '陈钊琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 20:58:52', '2018-10-09 20:58:52');
INSERT INTO `tbl_appointment_order_detail` VALUES ('42', '499331593609945088', '14373', '3227', '汪跳红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 21:25:29', '2018-10-09 21:25:29');
INSERT INTO `tbl_appointment_order_detail` VALUES ('43', '499333329028386816', '14373', '3227', '汪跳红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 21:32:23', '2018-10-09 21:32:23');
INSERT INTO `tbl_appointment_order_detail` VALUES ('44', '499342655520514048', '14320', '3186', '张广莲', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-09 22:09:26', '2018-10-09 22:09:26');
INSERT INTO `tbl_appointment_order_detail` VALUES ('45', '499500140130734080', '14375', '3228', '郭正花', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 08:35:14', '2018-10-10 08:35:14');
INSERT INTO `tbl_appointment_order_detail` VALUES ('46', '499503583822090240', '14375', '3228', '郭正花', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 08:48:55', '2018-10-10 08:48:55');
INSERT INTO `tbl_appointment_order_detail` VALUES ('47', '499521446117122048', '14377', '3229', '吴杰婷', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 09:59:53', '2018-10-10 09:59:53');
INSERT INTO `tbl_appointment_order_detail` VALUES ('48', '499562359946219520', '14381', '3233', '梁克平', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 12:42:28', '2018-10-10 12:42:28');
INSERT INTO `tbl_appointment_order_detail` VALUES ('49', '499563341396578304', '14381', '3233', '梁克平', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 12:46:22', '2018-10-10 12:46:22');
INSERT INTO `tbl_appointment_order_detail` VALUES ('50', '499612973187211264', '14390', '3236', '何叶', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 16:03:35', '2018-10-10 16:03:35');
INSERT INTO `tbl_appointment_order_detail` VALUES ('51', '499614444666494976', '14392', '3238', '王向娟', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 16:09:26', '2018-10-10 16:09:26');
INSERT INTO `tbl_appointment_order_detail` VALUES ('52', '499615168389451776', '14392', '3238', '王向娟', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 16:12:19', '2018-10-10 16:12:19');
INSERT INTO `tbl_appointment_order_detail` VALUES ('53', '499623221394415616', '14399', '3244', '敬丽', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 16:44:19', '2018-10-10 16:44:19');
INSERT INTO `tbl_appointment_order_detail` VALUES ('54', '499626680336257024', '14348', '3210', '苏琴娃', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 16:58:03', '2018-10-10 16:58:03');
INSERT INTO `tbl_appointment_order_detail` VALUES ('55', '499630733812305920', '14410', '3250', '许银凤', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:14:10', '2018-10-10 17:14:10');
INSERT INTO `tbl_appointment_order_detail` VALUES ('56', '499630858613825536', '14409', '3249', '李凤香', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:14:39', '2018-10-10 17:14:39');
INSERT INTO `tbl_appointment_order_detail` VALUES ('57', '499631689291538432', '14408', '3248', '贾晓晓', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:17:57', '2018-10-10 17:17:57');
INSERT INTO `tbl_appointment_order_detail` VALUES ('58', '499632602446045184', '14413', '3251', '李小荣', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:21:35', '2018-10-10 17:21:35');
INSERT INTO `tbl_appointment_order_detail` VALUES ('59', '499635160929538048', '14416', '3254', '敬雪梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:31:45', '2018-10-10 17:31:45');
INSERT INTO `tbl_appointment_order_detail` VALUES ('60', '499635554783076352', '14414', '3252', '魏进花', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:33:19', '2018-10-10 17:33:19');
INSERT INTO `tbl_appointment_order_detail` VALUES ('61', '499636288933072896', '14354', '3255', '张保琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:36:14', '2018-10-10 17:36:14');
INSERT INTO `tbl_appointment_order_detail` VALUES ('62', '499637076409458688', '14393', '3256', '郝兆莲', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:39:22', '2018-10-10 17:39:22');
INSERT INTO `tbl_appointment_order_detail` VALUES ('63', '499637245725122560', '14414', '3252', '魏进花', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 17:40:02', '2018-10-10 17:40:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('64', '499650478905237504', '14423', '3257', '马小红', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 18:32:37', '2018-10-10 18:32:37');
INSERT INTO `tbl_appointment_order_detail` VALUES ('65', '499653646225514496', '14357', '3218', '刘丽莉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 18:45:12', '2018-10-10 18:45:12');
INSERT INTO `tbl_appointment_order_detail` VALUES ('66', '499656480543215616', '14393', '3256', '郝兆莲', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 18:56:28', '2018-10-10 18:56:28');
INSERT INTO `tbl_appointment_order_detail` VALUES ('67', '499656570859167744', '14427', '3260', '王丽红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 18:56:50', '2018-10-10 18:56:50');
INSERT INTO `tbl_appointment_order_detail` VALUES ('68', '499663080544800768', '14425', '3261', '陈世彩', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 19:22:42', '2018-10-10 19:22:42');
INSERT INTO `tbl_appointment_order_detail` VALUES ('69', '499664661294096384', '14425', '3261', '陈世彩', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 19:28:59', '2018-10-10 19:28:59');
INSERT INTO `tbl_appointment_order_detail` VALUES ('70', '499680229673934848', '14436', '3264', '陈粉琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 20:30:50', '2018-10-10 20:30:50');
INSERT INTO `tbl_appointment_order_detail` VALUES ('71', '499686916912844800', '14355', '3268', '虎琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 20:57:25', '2018-10-10 20:57:25');
INSERT INTO `tbl_appointment_order_detail` VALUES ('72', '499690436508524544', '14440', '3269', '杨淑霞', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 21:11:24', '2018-10-10 21:11:24');
INSERT INTO `tbl_appointment_order_detail` VALUES ('73', '499691718573035520', '14404', '3247', '苏彩儿', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 21:16:30', '2018-10-10 21:16:30');
INSERT INTO `tbl_appointment_order_detail` VALUES ('74', '499693279273558016', '14442', '3271', '白卉玲', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 21:22:42', '2018-10-10 21:22:42');
INSERT INTO `tbl_appointment_order_detail` VALUES ('75', '499699520334991360', '14444', '3272', '王妍', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 21:47:30', '2018-10-10 21:47:30');
INSERT INTO `tbl_appointment_order_detail` VALUES ('76', '499700157848231936', '14447', '3274', '漫金花', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 21:50:02', '2018-10-10 21:50:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('77', '499700411733643264', '14418', '3275', '李婧', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 21:51:02', '2018-10-10 21:51:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('78', '499705316439498752', '14423', '3257', '马小红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-10 22:10:32', '2018-10-10 22:10:32');
INSERT INTO `tbl_appointment_order_detail` VALUES ('79', '499756375354642432', '14426', '3259', '杨闰闰', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 01:33:25', '2018-10-11 01:33:25');
INSERT INTO `tbl_appointment_order_detail` VALUES ('80', '499840133256716288', '14305', '3265', '殷亮亮', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 07:06:14', '2018-10-11 07:06:14');
INSERT INTO `tbl_appointment_order_detail` VALUES ('81', '499845105977397248', '14321', '3279', '苟礼', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 07:26:00', '2018-10-11 07:26:00');
INSERT INTO `tbl_appointment_order_detail` VALUES ('82', '499856909789040640', '14452', '3278', '秦治梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 08:12:54', '2018-10-11 08:12:54');
INSERT INTO `tbl_appointment_order_detail` VALUES ('83', '499857451466629120', '14453', '3280', '赵秀琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 08:15:03', '2018-10-11 08:15:03');
INSERT INTO `tbl_appointment_order_detail` VALUES ('84', '499857485708922880', '14251', '3153', '靳亚蓉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 08:15:11', '2018-10-11 08:15:11');
INSERT INTO `tbl_appointment_order_detail` VALUES ('85', '499877148295696384', '14457', '3281', '贾琴娃', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 09:33:19', '2018-10-11 09:33:19');
INSERT INTO `tbl_appointment_order_detail` VALUES ('86', '499891468614242304', '14459', '3283', '王倩倩', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 10:30:14', '2018-10-11 10:30:14');
INSERT INTO `tbl_appointment_order_detail` VALUES ('87', '499892324071907328', '14460', '3282', '黄雅莉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 10:33:38', '2018-10-11 10:33:38');
INSERT INTO `tbl_appointment_order_detail` VALUES ('88', '499893182817898496', '14426', '3284', '杨继梅', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 10:37:02', '2018-10-11 10:37:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('89', '499928058963169280', '14466', '3288', '李玉婕', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 12:55:37', '2018-10-11 12:55:37');
INSERT INTO `tbl_appointment_order_detail` VALUES ('90', '499928221261766656', '14467', '3287', '陈巧玲', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 12:56:16', '2018-10-11 12:56:16');
INSERT INTO `tbl_appointment_order_detail` VALUES ('91', '499929160454512640', '14468', '3289', '沈元元', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 13:00:00', '2018-10-11 13:00:00');
INSERT INTO `tbl_appointment_order_detail` VALUES ('92', '499930618239393792', '14419', '3290', '张万粉', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 13:05:48', '2018-10-11 13:05:48');
INSERT INTO `tbl_appointment_order_detail` VALUES ('93', '499938426028560384', '14461', '3285', '武晓娥', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 13:36:49', '2018-10-11 13:36:49');
INSERT INTO `tbl_appointment_order_detail` VALUES ('94', '499944682474704896', '14469', '3291', '王艳妮', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 14:01:41', '2018-10-11 14:01:41');
INSERT INTO `tbl_appointment_order_detail` VALUES ('95', '499951300209807360', '14470', '3292', '张红英', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 14:27:59', '2018-10-11 14:27:59');
INSERT INTO `tbl_appointment_order_detail` VALUES ('96', '499951819049406464', '14471', '3293', '王永丽', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 14:30:02', '2018-10-11 14:30:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('97', '499955239357521920', '14470', '3182', '张爱琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 14:43:38', '2018-10-11 14:43:38');
INSERT INTO `tbl_appointment_order_detail` VALUES ('98', '499955380382601216', '10758', '3295', '王德芳', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 14:44:11', '2018-10-11 14:44:11');
INSERT INTO `tbl_appointment_order_detail` VALUES ('99', '499955471956844544', '14471', '3293', '王永丽', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 14:44:33', '2018-10-11 14:44:33');
INSERT INTO `tbl_appointment_order_detail` VALUES ('100', '499959963758628864', '14474', '3296', '张宁', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 15:02:24', '2018-10-11 15:02:24');
INSERT INTO `tbl_appointment_order_detail` VALUES ('101', '499961668005011456', '14475', '3298', '刘小艳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 15:09:10', '2018-10-11 15:09:10');
INSERT INTO `tbl_appointment_order_detail` VALUES ('102', '499968850419257344', '14378', '3232', '王瑾', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 15:37:43', '2018-10-11 15:37:43');
INSERT INTO `tbl_appointment_order_detail` VALUES ('103', '499969240246263808', '14463', '3301', '袁风英', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 15:39:16', '2018-10-11 15:39:16');
INSERT INTO `tbl_appointment_order_detail` VALUES ('104', '499983535789051904', '14480', '3307', '杨萍彩', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 16:36:04', '2018-10-11 16:36:04');
INSERT INTO `tbl_appointment_order_detail` VALUES ('105', '499985541530390528', '14482', '3308', '慕召召', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 16:44:02', '2018-10-11 16:44:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('106', '499994271697342464', '14432', '3262', '赵昕昕', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 17:18:44', '2018-10-11 17:18:44');
INSERT INTO `tbl_appointment_order_detail` VALUES ('107', '499997896687493120', '14308', '3179', '杨晓梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 17:33:08', '2018-10-11 17:33:08');
INSERT INTO `tbl_appointment_order_detail` VALUES ('108', '500021375176548352', '12728', '3309', '苏爱花', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 19:06:26', '2018-10-11 19:06:26');
INSERT INTO `tbl_appointment_order_detail` VALUES ('109', '500042531334000640', '14488', '3313', '姚莉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 20:30:30', '2018-10-11 20:30:30');
INSERT INTO `tbl_appointment_order_detail` VALUES ('110', '500042948168126464', '14487', '3312', '王梅芳', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 20:32:09', '2018-10-11 20:32:09');
INSERT INTO `tbl_appointment_order_detail` VALUES ('111', '500074378394865664', '14492', '3315', '王小琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-11 22:37:03', '2018-10-11 22:37:03');
INSERT INTO `tbl_appointment_order_detail` VALUES ('112', '500096180676468736', '14424', '3258', '郭伶', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 00:03:41', '2018-10-12 00:03:41');
INSERT INTO `tbl_appointment_order_detail` VALUES ('113', '500113925497430016', '14495', '3316', '郝佳星', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 01:14:12', '2018-10-12 01:14:12');
INSERT INTO `tbl_appointment_order_detail` VALUES ('114', '500134991515099136', '14497', '3318', '徐粉萍', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 02:37:54', '2018-10-12 02:37:54');
INSERT INTO `tbl_appointment_order_detail` VALUES ('115', '500200064010952704', '14499', '3320', '丁洁', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 06:56:29', '2018-10-12 06:56:29');
INSERT INTO `tbl_appointment_order_detail` VALUES ('116', '500227422902296576', '14504', '3323', '韩桃花', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 08:45:11', '2018-10-12 08:45:11');
INSERT INTO `tbl_appointment_order_detail` VALUES ('117', '500228808968773632', '14502', '3322', '李林芝', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 08:50:42', '2018-10-12 08:50:42');
INSERT INTO `tbl_appointment_order_detail` VALUES ('118', '500229046748057600', '14483', '3310', '李芳玲', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 08:51:39', '2018-10-12 08:51:39');
INSERT INTO `tbl_appointment_order_detail` VALUES ('119', '500234344753795072', '14503', '3324', '贾学芳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 09:12:42', '2018-10-12 09:12:42');
INSERT INTO `tbl_appointment_order_detail` VALUES ('120', '500241392967094272', '14496', '3317', '贾万明', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 09:40:42', '2018-10-12 09:40:42');
INSERT INTO `tbl_appointment_order_detail` VALUES ('121', '500267825307324416', '14508', '3327', '周淑雯', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 11:25:44', '2018-10-12 11:25:44');
INSERT INTO `tbl_appointment_order_detail` VALUES ('122', '500275601383366656', '14347', '3328', '乔建鸿', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 11:56:38', '2018-10-12 11:56:38');
INSERT INTO `tbl_appointment_order_detail` VALUES ('123', '500301896150421504', '14511', '3330', '张彐平', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 13:41:07', '2018-10-12 13:41:07');
INSERT INTO `tbl_appointment_order_detail` VALUES ('124', '500302026899464192', '14510', '3329', '董琴粉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 13:41:38', '2018-10-12 13:41:38');
INSERT INTO `tbl_appointment_order_detail` VALUES ('125', '500311955685249024', '14513', '3331', '许丽平', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 14:21:06', '2018-10-12 14:21:06');
INSERT INTO `tbl_appointment_order_detail` VALUES ('126', '500312791962361856', '14513', '3331', '许丽平', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 14:24:25', '2018-10-12 14:24:25');
INSERT INTO `tbl_appointment_order_detail` VALUES ('127', '500318292745920512', '14505', '3325', '贺淑奕', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 14:46:16', '2018-10-12 14:46:16');
INSERT INTO `tbl_appointment_order_detail` VALUES ('128', '500318913653903360', '14494', '3332', '栾盼', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 14:48:44', '2018-10-12 14:48:44');
INSERT INTO `tbl_appointment_order_detail` VALUES ('129', '500329589407485952', '14517', '3335', '杨喜琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 15:31:10', '2018-10-12 15:31:10');
INSERT INTO `tbl_appointment_order_detail` VALUES ('130', '500329642750644224', '14516', '3334', '王粉兰', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 15:31:23', '2018-10-12 15:31:23');
INSERT INTO `tbl_appointment_order_detail` VALUES ('131', '500331021657444352', '14519', '3336', '李毅军', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 15:36:51', '2018-10-12 15:36:51');
INSERT INTO `tbl_appointment_order_detail` VALUES ('132', '500350889014333440', '14426', '3284', '杨继梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 16:55:48', '2018-10-12 16:55:48');
INSERT INTO `tbl_appointment_order_detail` VALUES ('133', '500370863527301120', '14523', '3340', '陶艳艳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 18:15:10', '2018-10-12 18:15:10');
INSERT INTO `tbl_appointment_order_detail` VALUES ('134', '500374471614406656', '14528', '3344', '刘晓琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 18:29:31', '2018-10-12 18:29:31');
INSERT INTO `tbl_appointment_order_detail` VALUES ('135', '500387636016324608', '14530', '3345', '赵婷婷', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 19:21:49', '2018-10-12 19:21:49');
INSERT INTO `tbl_appointment_order_detail` VALUES ('136', '500394776873406464', '14327', '3193', '缪淑珍', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 19:50:12', '2018-10-12 19:50:12');
INSERT INTO `tbl_appointment_order_detail` VALUES ('137', '500414820714024960', '12211', '3347', '陈丽萍', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 21:09:51', '2018-10-12 21:09:51');
INSERT INTO `tbl_appointment_order_detail` VALUES ('138', '500415893742821376', '14525', '3348', '贺艳红', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 21:14:06', '2018-10-12 21:14:06');
INSERT INTO `tbl_appointment_order_detail` VALUES ('139', '500431454187032576', '14532', '3349', '屈萍', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 22:15:56', '2018-10-12 22:15:56');
INSERT INTO `tbl_appointment_order_detail` VALUES ('140', '500433363174166528', '14532', '3349', '屈萍', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-12 22:23:31', '2018-10-12 22:23:31');
INSERT INTO `tbl_appointment_order_detail` VALUES ('141', '500549289802469376', '12305', '3350', '任佰芳', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-13 06:04:10', '2018-10-13 06:04:10');
INSERT INTO `tbl_appointment_order_detail` VALUES ('142', '500572616101208064', '14536', '3351', '刘粉梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 08:00:00', '20', '环县人民医院', '00', null, '2018-10-13 07:36:52', '2018-10-13 07:36:52');
INSERT INTO `tbl_appointment_order_detail` VALUES ('143', '500595234854408192', '14540', '3354', '米雪娥', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 09:06:45', '2018-10-13 09:06:45');
INSERT INTO `tbl_appointment_order_detail` VALUES ('144', '500602127786188800', '14539', '3353', '马彩琴', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 09:34:08', '2018-10-13 09:34:08');
INSERT INTO `tbl_appointment_order_detail` VALUES ('145', '500606541817188352', '14549', '3358', '魏玉柱', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 09:51:40', '2018-10-13 09:51:40');
INSERT INTO `tbl_appointment_order_detail` VALUES ('146', '500693092110704640', '14554', '3364', '田雪梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 15:35:36', '2018-10-13 15:35:36');
INSERT INTO `tbl_appointment_order_detail` VALUES ('147', '500697024023240704', '14558', '3365', '吴娱娱', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 15:51:13', '2018-10-13 15:51:13');
INSERT INTO `tbl_appointment_order_detail` VALUES ('148', '500700351565930496', '14558', '3366', '冯富荣', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 16:04:26', '2018-10-13 16:04:26');
INSERT INTO `tbl_appointment_order_detail` VALUES ('149', '500703813498314752', '14522', '3338', '吴静', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 16:18:12', '2018-10-13 16:18:12');
INSERT INTO `tbl_appointment_order_detail` VALUES ('150', '500719219994796032', '14553', '3361', '张粉花', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-10-13 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 17:19:25', '2018-10-13 17:19:25');
INSERT INTO `tbl_appointment_order_detail` VALUES ('151', '500729398534606848', '14559', '3367', '耿晓粉', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-13 00:00:00', '20', '环县人民医院', '00', null, '2018-10-13 17:59:52', '2018-10-13 17:59:52');
INSERT INTO `tbl_appointment_order_detail` VALUES ('152', '500937659389054976', '14557', '3370', '王俊梅', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-14 07:47:25', '2018-10-14 07:47:25');
INSERT INTO `tbl_appointment_order_detail` VALUES ('153', '500945838613209088', '14562', '3371', '张雨霞', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-14 08:19:55', '2018-10-14 08:19:55');
INSERT INTO `tbl_appointment_order_detail` VALUES ('154', '501315734681423872', '14502', '3322', '李林芝', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-15 08:49:45', '2018-10-15 08:49:45');
INSERT INTO `tbl_appointment_order_detail` VALUES ('155', '501356664973168640', '14572', '3374', '马旭娟', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-10-15 08:00:00', '20', '环县人民医院', '00', null, '2018-10-15 11:32:24', '2018-10-15 11:32:24');
INSERT INTO `tbl_appointment_order_detail` VALUES ('156', '501424774807818240', '14322', '3187', '王佳琦', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-15 16:03:02', '2018-10-15 16:03:02');
INSERT INTO `tbl_appointment_order_detail` VALUES ('157', '501425206846300160', '14322', '3187', '王佳琦', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-15 16:04:45', '2018-10-15 16:04:45');
INSERT INTO `tbl_appointment_order_detail` VALUES ('158', '501861888427036672', '14511', '3330', '张彐平', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-16 20:59:58', '2018-10-16 20:59:58');
INSERT INTO `tbl_appointment_order_detail` VALUES ('159', '501870600600428544', '14393', '3256', '郝兆莲', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-16 21:34:35', '2018-10-16 21:34:35');
INSERT INTO `tbl_appointment_order_detail` VALUES ('160', '501878837617893376', '14393', '3256', '郝兆莲', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-16 22:07:19', '2018-10-16 22:07:19');
INSERT INTO `tbl_appointment_order_detail` VALUES ('161', '502173001001738240', '10178', '174', '念宏图', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-17 17:36:13', '2018-10-17 17:36:13');
INSERT INTO `tbl_appointment_order_detail` VALUES ('162', '502249686032191488', '14587', '3376', '宫慧', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-17 22:40:56', '2018-10-17 22:40:56');
INSERT INTO `tbl_appointment_order_detail` VALUES ('163', '502449707813965824', '14592', '3378', '陈红梅', '10316', '周蓉', '特需专家', '235', '妇产科', '52', '北京大学人民医院', '2018-11-10 08:00:00', '20', '环县人民医院', '00', null, '2018-10-18 11:55:45', '2018-10-18 11:55:45');
INSERT INTO `tbl_appointment_order_detail` VALUES ('164', '502464931954692096', '14593', '3379', '郑讨琴', '14240', '燕鑫', '副主任医师', '233', '妇科肿瘤科', 'fc5620abbf59450c98e60ac869927dd0', '北京大学肿瘤医院', '2018-11-10 08:00:00', '20', '环县人民医院', '00', null, '2018-10-18 12:56:15', '2018-10-18 12:56:15');
INSERT INTO `tbl_appointment_order_detail` VALUES ('165', '502465431081066496', '14553', '3361', '张粉花', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-18 12:58:14', '2018-10-18 12:58:14');
INSERT INTO `tbl_appointment_order_detail` VALUES ('166', '502488004116357120', '14595', '3381', '魏粉琴', '14550', '闫震', '副主任医师', '233', '妇科肿瘤科', 'c1824ff3390344dcb4904c2ef7a02a1c', '首都医科大学附属北京妇产医院', '2018-10-19 08:00:00', '20', '环县人民医院', '00', null, '2018-10-18 14:27:56', '2018-10-18 14:27:56');
DROP TRIGGER IF EXISTS `yuyue`;
DELIMITER ;;
CREATE TRIGGER `yuyue` AFTER INSERT ON `tbl_appointment_order_detail` FOR EACH ROW begin
 INSERT INTO yuyue_record(
	预约类型,
	医生姓名,
	订单号,
	患者姓名,
	患者性别,
	患者年龄,
	患者联系电话,
	患者所患疾病,
	患者病情描述,
	预约时间
  )
	SELECT 
	CASE o.ORDER_TYPE
		WHEN '05' THEN '远程门诊'
		WHEN '06' THEN '面诊预约'
		WHEN '07' THEN '手术预约'
		ELSE '其他' END
	AS '预约类型',
	AOD.DOCTOR_NAME AS '医生姓名', 
	AOD.ORDER_NO as '订单号', 
-- AOD.MEM_CODE AS '用户code', 
-- m.NICK_NAME AS '用户姓名', 
	AOD.PATIENT_NAME AS '患者姓名', 
	CASE PI.SEX
		WHEN '0' THEN '男'
		WHEN '1' THEN '女'
		ELSE '其他' END
	AS '患者性别',
PI.AGE AS '患者年龄', 
PI.PHONE AS '患者联系电话', 
PI.DISEASE AS '患者所患疾病',
REPLACE(REPLACE(PI.DISEASE_DESC, CHAR(10), ''), CHAR(13), '') AS '患者病情描述' ,
AOD.CREATE_TIME AS '预约时间'
FROM skk_srv_order_online.tbl_appointment_order_detail AOD 
LEFT JOIN skk_srv_order_online.tbl_patient_information PI ON PI.ORDER_NO = AOD.ORDER_NO
LEFT JOIN skk_srv_order_online.tbl_order o ON o.ORDER_NO = AOD.ORDER_NO 
LEFT JOIN skk_mem_member_online.tbl_member m ON m.CODE = AOD.MEM_CODE 
WHERE o.CREATE_TIME = new.CREATE_TIME
ORDER BY o.ORDER_TYPE,AOD.DOCTOR_NAME,AOD.CREATE_TIME;

end
;;
DELIMITER ;
